{
  "N5": [
    "私", "あなた", "彼", "彼女", "これ", "それ", "あれ", "ここ", "そこ", "あそこ",
    "今", "昨日", "明日", "今日", "毎日", "朝", "昼", "夜", "午前", "午後",
    "日本", "日本語", "英語", "中国語", "言葉", "国", "人", "名前", "先生", "学生",
    "友達", "家族", "父", "母", "兄", "弟", "姉", "妹", "子供", "赤ちゃん",
    "学校", "大学", "教室", "図書館", "病院", "店", "レストラン", "銀行", "郵便局", "駅",
    "家", "部屋", "机", "椅子", "ドア", "窓", "テレビ", "電話", "時計", "本",
    "車", "自転車", "電車", "バス", "飛行機", "船", "道", "橋", "山", "川",
    "食べる", "飲む", "見る", "聞く", "話す", "読む", "書く", "買う", "売る", "作る",
    "行く", "来る", "帰る", "入る", "出る", "乗る", "降りる", "立つ", "座る", "歩く",
    "走る", "泳ぐ", "起きる", "寝る", "開ける", "閉める", "洗う", "掃除", "勉強", "教える",
    "大きい", "小さい", "高い", "低い", "長い", "短い", "新しい", "古い", "良い", "悪い",
    "多い", "少ない", "暑い", "寒い", "暖かい", "涼しい", "明るい", "暗い", "重い", "軽い",
    "好き", "嫌い", "上手", "下手", "便利", "不便", "有名", "静か", "賑やか", "綺麗",
    "元気", "簡単", "難しい", "易しい", "面白い", "つまらない", "楽しい", "嬉しい", "悲しい", "怖い"
  ],
  "N4": [
    "授業", "試験", "宿題", "成績", "卒業", "入学", "教科書", "ノート", "辞書", "鉛筆",
    "消しゴム", "定規", "ペン", "紙", "黒板", "チョーク", "質問", "答え", "説明", "理解",
    "会社", "仕事", "会議", "社長", "部長", "課長", "社員", "アルバイト", "給料", "休み",
    "休暇", "残業", "出張", "退社", "転職", "就職", "失業", "経験", "技術", "能力",
    "料理", "味", "美味しい", "不味い", "甘い", "辛い", "酸っぱい", "苦い", "塩辛い", "薄い",
    "朝食", "昼食", "夕食", "食事", "弁当", "おやつ", "デザート", "飲み物", "お茶", "コーヒー",
    "天気", "晴れ", "曇り", "雨", "雪", "風", "台風", "地震", "災害", "気温",
    "季節", "春", "夏", "秋", "冬", "桜", "紅葉", "花", "木", "草",
    "動物", "犬", "猫", "鳥", "魚", "馬", "牛", "豚", "鶏", "虫",
    "色", "赤", "青", "黄色", "緑", "黒", "白", "茶色", "灰色", "ピンク",
    "考える", "思う", "知る", "覚える", "忘れる", "信じる", "疑う", "決める", "選ぶ", "変える",
    "始める", "終わる", "続ける", "止める", "休む", "待つ", "急ぐ", "遅れる", "間に合う", "約束",
    "笑う", "泣く", "怒る", "謝る", "褒める", "叱る", "頼む", "断る", "許す", "感謝",
    "大切", "必要", "不要", "十分", "不十分", "完全", "不完全", "正しい", "間違い", "確か"
  ],
  "N3": [
    "環境", "自然", "資源", "エネルギー", "問題", "解決", "原因", "結果", "影響", "効果",
    "社会", "経済", "政治", "文化", "歴史", "伝統", "習慣", "宗教", "価値観", "意見",
    "技術", "科学", "研究", "実験", "発明", "発見", "理論", "証明", "データ", "分析",
    "情報", "知識", "智慧", "教育", "訓練", "指導", "学習", "理解", "記憶", "思考",
    "感情", "気持ち", "心", "精神", "性格", "態度", "行動", "習慣", "癖", "特徴",
    "健康", "病気", "症状", "治療", "薬", "医者", "看護師", "患者", "手術", "入院",
    "運動", "スポーツ", "試合", "選手", "チーム", "練習", "訓練", "競争", "勝つ", "負ける",
    "芸術", "音楽", "絵", "彫刻", "建築", "文学", "詩", "小説", "物語", "作品",
    "映画", "ドラマ", "アニメ", "漫画", "ゲーム", "娯楽", "趣味", "興味", "関心", "好奇心",
    "計画", "予定", "目標", "目的", "手段", "方法", "過程", "段階", "順序", "準備",
    "成功", "失敗", "努力", "忍耐", "諦める", "続ける", "挑戦", "困難", "障害", "克服",
    "関係", "繋がり", "絆", "信頼", "尊敬", "協力", "競争", "対立", "争い", "和解",
    "発表", "報告", "説明", "議論", "討論", "意見", "主張", "反対", "賛成", "中立",
    "増える", "減る", "上がる", "下がる", "広がる", "縮む", "深まる", "浅い", "濃い", "薄い"
  ],
  "N2": [
    "抽象", "具体", "概念", "観念", "思想", "哲学", "論理", "推論", "仮説", "前提",
    "本質", "現象", "実態", "真実", "虚偽", "矛盾", "一致", "相違", "類似", "対照",
    "制度", "組織", "機関", "団体", "協会", "委員会", "議会", "政府", "官庁", "省庁",
    "法律", "規則", "条例", "条約", "契約", "合意", "協定", "取り決め", "約束", "義務",
    "権利", "自由", "平等", "公平", "正義", "道徳", "倫理", "責任", "義理", "恩",
    "産業", "製造", "生産", "流通", "販売", "消費", "需要", "供給", "市場", "商品",
    "企業", "経営", "管理", "運営", "戦略", "方針", "計画", "実行", "評価", "改善",
    "投資", "資金", "予算", "収入", "支出", "利益", "損失", "経費", "費用", "価格",
    "現代", "近代", "古代", "中世", "時代", "世紀", "年代", "期間", "時期", "機会",
    "変化", "変動", "変遷", "推移", "進化", "発展", "成長", "衰退", "崩壊", "復興",
    "傾向", "動向", "趨勢", "流行", "風潮", "潮流", "気運", "兆候", "予兆", "前触れ",
    "一般", "普通", "通常", "平均", "標準", "基準", "規範", "典型", "模範", "例外",
    "全体", "部分", "要素", "成分", "構成", "組織", "体系", "系統", "分類", "範囲",
    "程度", "限度", "限界", "範囲", "規模", "規模", "段階", "水準", "レベル", "次元"
  ],
  "N1": [
    "哲学", "形而上学", "認識論", "存在論", "価値論", "倫理学", "美学", "論理学", "弁証法", "実証主義",
    "観念論", "唯物論", "理性", "感性", "直観", "経験", "先験", "超越", "内在", "絶対",
    "相対", "普遍", "特殊", "必然", "偶然", "可能", "現実", "潜在", "顕在", "本質",
    "現象", "実体", "属性", "様態", "因果", "目的", "手段", "主体", "客体", "主観",
    "客観", "意識", "無意識", "自我", "他者", "自己", "アイデンティティ", "実存", "本来性", "非本来性",
    "疎外", "物象化", "抽象化", "具象化", "概念化", "理念", "イデア", "範疇", "カテゴリー", "原理",
    "原則", "法則", "規範", "基準", "尺度", "指標", "パラダイム", "枠組み", "構造", "機能",
    "体系", "系統", "秩序", "混沌", "均衡", "不均衡", "調和", "矛盾", "対立", "統合",
    "分析", "総合", "帰納", "演繹", "仮説", "検証", "実証", "反証", "論証", "推論",
    "命題", "前提", "結論", "論理", "妥当性", "整合性", "一貫性", "矛盾", "背理", "逆説",
    "形式", "内容", "質", "量", "度", "性質", "状態", "関係", "規定", "限定",
    "措定", "前提", "媒介", "契機", "モメント", "弁証法", "正", "反", "合", "止揚",
    "否定", "肯定", "揚棄", "包摂", "排除", "同一", "差異", "変化", "運動", "発展",
    "進化", "退化", "生成", "消滅", "存続", "持続", "継続", "断絶", "連続", "不連続"
  ]
}
