{
  "N5": [
    "私",
    "あなた",
    "彼",
    "彼女",
    "これ",
    "それ",
    "あれ",
    "ここ",
    "そこ",
    "あそこ",
    "今",
    "昨日",
    "明日",
    "今日",
    "毎日",
    "朝",
    "昼",
    "夜",
    "午前",
    "午後",
    "日本",
    "日本語",
    "英語",
    "中国語",
    "言葉",
    "国",
    "人",
    "名前",
    "先生",
    "学生",
    "友達",
    "家族",
    "父",
    "母",
    "兄",
    "弟",
    "姉",
    "妹",
    "子供",
    "赤ちゃん",
    "学校",
    "大学",
    "教室",
    "図書館",
    "病院",
    "店",
    "レストラン",
    "銀行",
    "郵便局",
    "駅",
    "家",
    "部屋",
    "机",
    "椅子",
    "ドア",
    "窓",
    "テレビ",
    "電話",
    "時計",
    "本",
    "車",
    "自転車",
    "電車",
    "バス",
    "飛行機",
    "船",
    "道",
    "橋",
    "山",
    "川",
    "食べる",
    "飲む",
    "見る",
    "聞く",
    "話す",
    "読む",
    "書く",
    "買う",
    "売る",
    "作る",
    "行く",
    "来る",
    "帰る",
    "入る",
    "出る",
    "乗る",
    "降りる",
    "立つ",
    "座る",
    "歩く",
    "走る",
    "泳ぐ",
    "起きる",
    "寝る",
    "開ける",
    "閉める",
    "洗う",
    "掃除",
    "勉強",
    "教える",
    "大きい",
    "小さい",
    "高い",
    "低い",
    "長い",
    "短い",
    "新しい",
    "古い",
    "良い",
    "悪い",
    "多い",
    "少ない",
    "暑い",
    "寒い",
    "暖かい",
    "涼しい",
    "明るい",
    "暗い",
    "重い",
    "軽い",
    "好き",
    "嫌い",
    "上手",
    "下手",
    "便利",
    "不便",
    "有名",
    "静か",
    "賑やか",
    "綺麗",
    "元気",
    "簡単",
    "難しい",
    "易しい",
    "面白い",
    "つまらない",
    "楽しい",
    "嬉しい",
    "悲しい",
    "怖い",
    "する",
    "ある",
    "いる",
    "できる",
    "わかる",
    "ない",
    "ください",
    "ます",
    "です",
    "だ",
    "お茶",
    "水",
    "コーヒー",
    "ジュース",
    "牛乳",
    "パン",
    "ご飯",
    "肉",
    "魚",
    "野菜",
    "果物",
    "卵",
    "お金",
    "値段",
    "円",
    "何",
    "誰",
    "どこ",
    "いつ",
    "どう",
    "月曜日",
    "火曜日",
    "水曜日",
    "木曜日",
    "金曜日",
    "土曜日",
    "日曜日",
    "週",
    "月",
    "年",
    "春",
    "夏",
    "秋",
    "冬",
    "天気",
    "晴れ",
    "曇り",
    "雨",
    "雪",
    "風",
    "手",
    "足",
    "頭",
    "顔",
    "目",
    "耳",
    "鼻",
    "口",
    "体",
    "心",
    "服",
    "靴",
    "帽子",
    "傘",
    "鞄",
    "財布",
    "鍵",
    "写真",
    "絵",
    "音楽",
    "映画",
    "色",
    "赤",
    "青",
    "黄色",
    "緑",
    "白",
    "黒",
    "上",
    "下",
    "中",
    "外",
    "前",
    "後ろ",
    "右",
    "左",
    "隣",
    "近く",
    "遠く",
    "一",
    "二",
    "三",
    "四",
    "五",
    "六",
    "七",
    "八",
    "九",
    "十",
    "百",
    "千",
    "万",
    "半分",
    "全部",
    "少し",
    "たくさん",
    "とても",
    "あまり",
    "ちょっと",
    "もう",
    "そう",
    "いや",
    "よし",
    "俺",
    "出来る",
    "居る",
    "分かる",
    "やる",
    "遣る",
    "有る",
    "為る",
    "なる",
    "成る",
    "言う",
    "いう",
    "思う",
    "おもう",
    "いく",
    "きく",
    "はなす",
    "よむ",
    "かく",
    "たべる",
    "のむ",
    "ねる",
    "おきる",
    "見える",
    "みえる",
    "聞こえる",
    "きこえる",
    "会う",
    "あう",
    "待つ",
    "まつ",
    "たつ",
    "すわる",
    "あるく",
    "はしる",
    "およぐ",
    "飛ぶ",
    "とぶ",
    "使う",
    "つかう",
    "持つ",
    "もつ",
    "取る",
    "とる",
    "置く",
    "おく",
    "出す",
    "だす",
    "入れる",
    "いれる",
    "貰う",
    "もらう",
    "あげる",
    "上げる",
    "くれる",
    "呉れる",
    "知る",
    "しる",
    "習う",
    "ならう",
    "覚える",
    "おぼえる",
    "忘れる",
    "わすれる",
    "始める",
    "はじめる",
    "終わる",
    "おわる",
    "止める",
    "やめる",
    "休む",
    "やすむ",
    "働く",
    "はたらく",
    "遊ぶ",
    "あそぶ",
    "笑う",
    "わらう",
    "泣く",
    "なく",
    "歌う",
    "うたう",
    "踊る",
    "おどる",
    "消す",
    "けす",
    "付ける",
    "つける",
    "いい",
    "わるい",
    "おおきい",
    "ちいさい",
    "たかい",
    "安い",
    "やすい",
    "あたらしい",
    "ふるい",
    "おおい",
    "すくない",
    "欲しい",
    "ほしい",
    "優しい",
    "やさしい",
    "むずかしい",
    "美味しい",
    "おいしい",
    "美しい",
    "うつくしい",
    "たのしい",
    "うれしい",
    "かなしい",
    "おもしろい",
    "こわい",
    "痛い",
    "いたい",
    "眠い",
    "ねむい",
    "忙しい",
    "いそがしい",
    "早い",
    "はやい",
    "遅い",
    "おそい",
    "近い",
    "ちかい",
    "遠い",
    "とおい",
    "広い",
    "ひろい",
    "狭い",
    "せまい",
    "ひと",
    "時",
    "とき",
    "事",
    "こと",
    "物",
    "もの",
    "所",
    "ところ",
    "方",
    "ほう",
    "なか",
    "そと",
    "まえ",
    "後",
    "あと",
    "うえ",
    "した",
    "みぎ",
    "ひだり",
    "横",
    "よこ",
    "いえ",
    "へや",
    "がっこう",
    "会社",
    "かいしゃ",
    "みせ",
    "えき",
    "みち",
    "はし",
    "かわ",
    "やま",
    "海",
    "うみ",
    "空",
    "そら",
    "あめ",
    "ゆき",
    "かぜ",
    "日",
    "ひ",
    "つき",
    "とし",
    "あさ",
    "ひる",
    "よる",
    "きょう",
    "あした",
    "きのう",
    "いま",
    "しゅう",
    "先週",
    "せんしゅう",
    "来週",
    "らいしゅう",
    "まいにち",
    "毎週",
    "まいしゅう",
    "て",
    "あし",
    "あたま",
    "め",
    "みみ",
    "くち",
    "はな",
    "かお",
    "からだ",
    "こころ",
    "ちち",
    "はは",
    "あに",
    "あね",
    "おとうと",
    "いもうと",
    "こども",
    "ともだち",
    "せんせい",
    "がくせい",
    "すこし",
    "沢山",
    "もっと",
    "少々",
    "しょうしょう",
    "大分",
    "だいぶ",
    "段々",
    "だんだん",
    "直ぐ",
    "すぐ",
    "すぐに",
    "後で",
    "あとで",
    "さっき",
    "これから",
    "そろそろ",
    "やっと",
    "やっぱり",
    "多分",
    "たぶん",
    "きっと",
    "必ず",
    "かならず",
    "全然",
    "ぜんぜん",
    "全く",
    "まったく",
    "殆ど",
    "ほとんど",
    "ずっと",
    "たまに",
    "時々",
    "ときどき",
    "いつも",
    "何時も",
    "大抵",
    "たいてい",
    "普通",
    "ふつう",
    "特に",
    "とくに",
    "本当に",
    "ほんとうに",
    "実は",
    "じつは",
    "やはり",
    "勿論",
    "もちろん",
    "回",
    "かい",
    "度",
    "ど",
    "番",
    "ばん",
    "じゃ",
    "ん",
    "か",
    "ね",
    "よ",
    "な",
    "さ",
    "わ",
    "ぞ",
    "ぜ",
    "の",
    "が",
    "を",
    "に",
    "へ",
    "で",
    "から",
    "まで",
    "と",
    "や",
    "より",
    "ほど",
    "だけ",
    "しか",
    "ばかり",
    "など",
    "なんか",
    "って",
    "という",
    "見せる",
    "みせる",
    "聞かせる",
    "きかせる",
    "教わる",
    "おそわる",
    "感じる",
    "かんじる",
    "信じる",
    "しんじる",
    "疑う",
    "うたがう",
    "頼む",
    "たのむ",
    "助ける",
    "たすける",
    "守る",
    "まもる",
    "怒る",
    "おこる",
    "謝る",
    "あやまる",
    "褒める",
    "ほめる",
    "叱る",
    "しかる",
    "驚く",
    "おどろく",
    "怖がる",
    "こわがる",
    "恥ずかしい",
    "はずかしい",
    "悔しい",
    "くやしい",
    "寂しい",
    "さびしい",
    "懐かしい",
    "なつかしい",
    "羨ましい",
    "うらやましい",
    "恐ろしい",
    "おそろしい",
    "凄い",
    "すごい",
    "素晴らしい",
    "すばらしい",
    "可愛い",
    "かわいい",
    "格好いい",
    "かっこいい",
    "きれい",
    "汚い",
    "きたない",
    "臭い",
    "くさい",
    "無い",
    "一人",
    "ひとり",
    "別",
    "べつ",
    "０",
    "１",
    "２",
    "３",
    "４",
    "５",
    "６",
    "７",
    "８",
    "９",
    "さっきまで",
    "西",
    "にし",
    "むん",
    "東",
    "ひがし",
    "南",
    "みなみ",
    "北",
    "きた",
    "呼ぶ",
    "よぶ",
    "答える",
    "こたえる",
    "質問",
    "しつもん",
    "借りる",
    "かりる",
    "貸す",
    "かす",
    "側",
    "そば",
    "辺り",
    "あたり",
    "向こう",
    "むこう",
    "背",
    "せ",
    "腹",
    "はら",
    "指",
    "ゆび",
    "今から",
    "いまから",
    "もしもし",
    "ええ",
    "はい",
    "いいえ",
    "枚",
    "まい",
    "ほん",
    "冊",
    "さつ",
    "台",
    "だい",
    "匹",
    "ひき",
    "杯",
    "個",
    "こ",
    "若い",
    "わかい",
    "太い",
    "ふとい",
    "細い",
    "ほそい",
    "テスト",
    "ノート",
    "ページ",
    "メートル",
    "キロ",
    "グラム",
    "リットル",
    "センチ",
    "ミリ",
    "苦い",
    "にがい",
    "やつ",
    "奴",
    "返る",
    "かえる",
    "ミルク"
  ],
  "N4": [
    "授業",
    "試験",
    "宿題",
    "成績",
    "卒業",
    "入学",
    "教科書",
    "ノート",
    "辞書",
    "鉛筆",
    "消しゴム",
    "定規",
    "ペン",
    "紙",
    "黒板",
    "チョーク",
    "質問",
    "答え",
    "説明",
    "理解",
    "会社",
    "仕事",
    "会議",
    "社長",
    "部長",
    "課長",
    "社員",
    "アルバイト",
    "給料",
    "休み",
    "休暇",
    "残業",
    "出張",
    "退社",
    "転職",
    "就職",
    "失業",
    "経験",
    "技術",
    "能力",
    "料理",
    "味",
    "美味しい",
    "不味い",
    "甘い",
    "辛い",
    "酸っぱい",
    "苦い",
    "塩辛い",
    "薄い",
    "朝食",
    "昼食",
    "夕食",
    "食事",
    "弁当",
    "おやつ",
    "デザート",
    "飲み物",
    "お茶",
    "コーヒー",
    "天気",
    "晴れ",
    "曇り",
    "雨",
    "雪",
    "風",
    "台風",
    "地震",
    "災害",
    "気温",
    "季節",
    "春",
    "夏",
    "秋",
    "冬",
    "桜",
    "紅葉",
    "花",
    "木",
    "草",
    "動物",
    "犬",
    "猫",
    "鳥",
    "魚",
    "馬",
    "牛",
    "豚",
    "鶏",
    "虫",
    "色",
    "赤",
    "青",
    "黄色",
    "緑",
    "黒",
    "白",
    "茶色",
    "灰色",
    "ピンク",
    "考える",
    "思う",
    "知る",
    "覚える",
    "忘れる",
    "信じる",
    "疑う",
    "決める",
    "選ぶ",
    "変える",
    "始める",
    "終わる",
    "続ける",
    "止める",
    "休む",
    "待つ",
    "急ぐ",
    "遅れる",
    "間に合う",
    "約束",
    "笑う",
    "泣く",
    "怒る",
    "謝る",
    "褒める",
    "叱る",
    "頼む",
    "断る",
    "許す",
    "感謝",
    "大切",
    "必要",
    "不要",
    "十分",
    "不十分",
    "完全",
    "不完全",
    "正しい",
    "間違い",
    "確か",
    "持つ",
    "置く",
    "取る",
    "使う",
    "貸す",
    "借りる",
    "返す",
    "渡す",
    "受け取る",
    "直す",
    "壊す",
    "壊れる",
    "切る",
    "拾う",
    "捨てる",
    "探す",
    "見つける",
    "集める",
    "並べる",
    "片付ける",
    "着る",
    "脱ぐ",
    "履く",
    "被る",
    "かける",
    "外す",
    "付ける",
    "消す",
    "点ける",
    "触る",
    "押す",
    "引く",
    "投げる",
    "蹴る",
    "打つ",
    "叩く",
    "握る",
    "掴む",
    "離す",
    "放す",
    "混ぜる",
    "焼く",
    "煮る",
    "揚げる",
    "冷やす",
    "温める",
    "沸かす",
    "注ぐ",
    "剥く",
    "増える",
    "減る",
    "上がる",
    "下がる",
    "伸びる",
    "縮む",
    "広がる",
    "狭まる",
    "深い",
    "浅い",
    "太い",
    "細い",
    "厚い",
    "硬い",
    "柔らかい",
    "強い",
    "弱い",
    "速い",
    "遅い",
    "早い",
    "若い",
    "年",
    "幼い",
    "大人",
    "子供",
    "男",
    "女",
    "気持ち",
    "感じ",
    "心配",
    "安心",
    "驚く",
    "困る",
    "助ける",
    "守る",
    "今年",
    "去年",
    "来年",
    "今月",
    "先月",
    "来月",
    "今週",
    "先週",
    "来週",
    "最近",
    "将来",
    "未来",
    "過去",
    "現在",
    "時間",
    "時刻",
    "分",
    "秒",
    "瞬間",
    "しばらく",
    "互い",
    "相手",
    "求める",
    "物",
    "全然",
    "決まる",
    "気",
    "逆",
    "言う",
    "為る",
    "提出",
    "悩む",
    "からかう",
    "却って",
    "攻める",
    "せめる",
    "受ける",
    "うける",
    "伝わる",
    "つたわる",
    "伝える",
    "つたえる",
    "過ぎる",
    "すぎる",
    "足りる",
    "たりる",
    "変わる",
    "かわる",
    "かえる",
    "始まる",
    "はじまる",
    "はじめる",
    "おわる",
    "終える",
    "おえる",
    "続く",
    "つづく",
    "つづける",
    "残る",
    "のこる",
    "残す",
    "のこす",
    "ふえる",
    "増やす",
    "ふやす",
    "へる",
    "減らす",
    "へらす",
    "付く",
    "つく",
    "つける",
    "消える",
    "きえる",
    "けす",
    "出る",
    "でる",
    "出す",
    "だす",
    "入る",
    "はいる",
    "入れる",
    "いれる",
    "乗る",
    "のる",
    "降りる",
    "おりる",
    "あがる",
    "さがる",
    "開く",
    "ひらく",
    "閉じる",
    "とじる",
    "開ける",
    "あける",
    "閉める",
    "しめる",
    "掛ける",
    "掛かる",
    "かかる",
    "おく",
    "とる",
    "かす",
    "かりる",
    "売る",
    "うる",
    "買う",
    "かう",
    "えらぶ",
    "きめる",
    "きまる",
    "迷う",
    "まよう",
    "なやむ",
    "こまる",
    "頑張る",
    "がんばる",
    "諦める",
    "あきらめる",
    "落とす",
    "おとす",
    "ひろう",
    "すてる",
    "さがす",
    "みつける",
    "見つかる",
    "みつかる",
    "あつめる",
    "ならべる",
    "かたづける",
    "なおす",
    "治す",
    "こわす",
    "こわれる",
    "きる",
    "まあ",
    "色々",
    "いろいろ",
    "侭",
    "まま",
    "たしか",
    "たがい",
    "あいて",
    "出来事",
    "できごと",
    "様子",
    "ようす",
    "調子",
    "ちょうし",
    "具合",
    "ぐあい",
    "都合",
    "つごう",
    "理由",
    "りゆう",
    "原因",
    "げんいん",
    "結果",
    "けっか",
    "意味",
    "いみ",
    "価値",
    "かち",
    "関係",
    "かんけい",
    "違い",
    "ちがい",
    "差",
    "さ",
    "程度",
    "ていど",
    "以上",
    "いじょう",
    "以下",
    "いか",
    "最初",
    "さいしょ",
    "最後",
    "さいご",
    "途中",
    "とちゅう",
    "全部",
    "ぜんぶ",
    "半分",
    "はんぶん",
    "一部",
    "いちぶ",
    "部分",
    "ぶぶん",
    "全体",
    "ぜんたい",
    "普段",
    "ふだん",
    "普通",
    "ふつう",
    "特別",
    "とくべつ",
    "たいせつ",
    "ひつよう",
    "ふよう",
    "便利",
    "べんり",
    "場合",
    "ばあい",
    "時代",
    "じだい",
    "世界",
    "せかい",
    "社会",
    "しゃかい",
    "自然",
    "しぜん",
    "科学",
    "かがく",
    "ぎじゅつ",
    "文化",
    "ぶんか",
    "歴史",
    "れきし",
    "伝統",
    "でんとう",
    "習慣",
    "しゅうかん",
    "規則",
    "きそく",
    "法律",
    "ほうりつ",
    "権利",
    "けんり",
    "義務",
    "ぎむ",
    "責任",
    "せきにん",
    "けいけん",
    "練習",
    "れんしゅう",
    "しけん",
    "せいせき",
    "成功",
    "せいこう",
    "失敗",
    "しっぱい",
    "努力",
    "どりょく",
    "工夫",
    "くふう",
    "無理",
    "むり",
    "可能",
    "かのう",
    "不可能",
    "ふかのう",
    "簡単",
    "かんたん",
    "複雑",
    "ふくざつ",
    "危険",
    "きけん",
    "安全",
    "あんぜん",
    "正直",
    "しょうじき",
    "嘘",
    "うそ",
    "秘密",
    "ひみつ",
    "やくそく",
    "予定",
    "よてい",
    "計画",
    "けいかく",
    "準備",
    "じゅんび",
    "用意",
    "ようい",
    "ため",
    "為",
    "もの",
    "者",
    "訳",
    "わけ",
    "筈",
    "はず",
    "積もり",
    "つもり",
    "様",
    "よう",
    "ふう",
    "かんじ",
    "気味",
    "ぎみ",
    "がち",
    "っぽい",
    "らしい",
    "そう",
    "みたい",
    "ような",
    "って",
    "という",
    "なんて",
    "なんか",
    "とか",
    "だの",
    "やら",
    "なり",
    "たり",
    "し",
    "つつ",
    "ながら",
    "ばかり",
    "だけ",
    "ほど",
    "くらい",
    "ぐらい",
    "のに",
    "けど",
    "けれど",
    "けれども",
    "が",
    "でも",
    "しかし",
    "ところが",
    "それでも",
    "それに",
    "そして",
    "すると",
    "では",
    "じゃ",
    "じゃあ",
    "それで",
    "だから",
    "なので",
    "ので",
    "から",
    "て",
    "で",
    "ば",
    "たら",
    "なら",
    "と",
    "ても",
    "も",
    "か",
    "かな",
    "かしら",
    "の",
    "ね",
    "よ",
    "わ",
    "ぞ",
    "ぜ",
    "よね",
    "でしょ",
    "だろ",
    "だろう",
    "じゃない",
    "んじゃない",
    "んだ",
    "のだ",
    "訳だ",
    "わけだ",
    "筈だ",
    "はずだ",
    "べきだ",
    "べき",
    "ものだ",
    "もんだ",
    "苦手",
    "にがて",
    "一緒",
    "いっしょ",
    "散々",
    "さんざん",
    "酷い",
    "ひどい",
    "奴",
    "やつ",
    "交換",
    "こうかん",
    "一日",
    "ついたち",
    "罠",
    "わな",
    "飲める",
    "のめる",
    "食べられる",
    "たべられる",
    "見られる",
    "みられる",
    "起こす",
    "おこす",
    "育てる",
    "そだてる",
    "比べる",
    "くらべる",
    "調べる",
    "しらべる",
    "確かめる",
    "たしかめる",
    "試す",
    "ためす",
    "説得",
    "せっとく",
    "批判",
    "ひはん",
    "意見",
    "いけん",
    "文句",
    "もんく",
    "皆",
    "みんな",
    "皆さん",
    "みなさん",
    "ブラック",
    "逸れる",
    "それる",
    "チャリ",
    "テスト",
    "レベル",
    "スタイル",
    "サンド",
    "ハンバーガー",
    "ケーキ",
    "見せ合う",
    "みせあう"
  ],
  "N3": [
    "環境",
    "自然",
    "資源",
    "エネルギー",
    "問題",
    "解決",
    "原因",
    "結果",
    "影響",
    "効果",
    "社会",
    "経済",
    "政治",
    "文化",
    "歴史",
    "伝統",
    "習慣",
    "宗教",
    "価値観",
    "意見",
    "技術",
    "科学",
    "研究",
    "実験",
    "発明",
    "発見",
    "理論",
    "証明",
    "データ",
    "分析",
    "情報",
    "知識",
    "智慧",
    "教育",
    "訓練",
    "指導",
    "学習",
    "理解",
    "記憶",
    "思考",
    "感情",
    "気持ち",
    "心",
    "精神",
    "性格",
    "態度",
    "行動",
    "癖",
    "特徴",
    "健康",
    "病気",
    "症状",
    "治療",
    "薬",
    "医者",
    "看護師",
    "患者",
    "手術",
    "入院",
    "運動",
    "スポーツ",
    "試合",
    "選手",
    "チーム",
    "練習",
    "競争",
    "勝つ",
    "負ける",
    "芸術",
    "音楽",
    "絵",
    "彫刻",
    "建築",
    "文学",
    "詩",
    "小説",
    "物語",
    "作品",
    "映画",
    "ドラマ",
    "アニメ",
    "漫画",
    "ゲーム",
    "娯楽",
    "趣味",
    "興味",
    "関心",
    "好奇心",
    "計画",
    "予定",
    "目標",
    "目的",
    "手段",
    "方法",
    "過程",
    "段階",
    "順序",
    "準備",
    "成功",
    "失敗",
    "努力",
    "忍耐",
    "諦める",
    "続ける",
    "挑戦",
    "困難",
    "障害",
    "克服",
    "関係",
    "繋がり",
    "絆",
    "信頼",
    "尊敬",
    "協力",
    "対立",
    "争い",
    "和解",
    "発表",
    "報告",
    "説明",
    "議論",
    "討論",
    "主張",
    "反対",
    "賛成",
    "中立",
    "増える",
    "減る",
    "上がる",
    "下がる",
    "広がる",
    "縮む",
    "深まる",
    "浅い",
    "濃い",
    "薄い",
    "表現",
    "描写",
    "表す",
    "示す",
    "現す",
    "表れる",
    "現れる",
    "伝える",
    "伝わる",
    "届く",
    "届ける",
    "送る",
    "受ける",
    "受け入れる",
    "認める",
    "否定",
    "肯定",
    "承認",
    "拒否",
    "許可",
    "禁止",
    "命令",
    "要求",
    "依頼",
    "願い",
    "希望",
    "期待",
    "予想",
    "予測",
    "予約",
    "約束",
    "契約",
    "条件",
    "状況",
    "場合",
    "場面",
    "状態",
    "様子",
    "具合",
    "程度",
    "限度",
    "限界",
    "範囲",
    "規模",
    "数量",
    "分量",
    "割合",
    "比率",
    "平均",
    "基準",
    "標準",
    "普通",
    "一般",
    "特殊",
    "特別",
    "例外",
    "典型",
    "代表",
    "象徴",
    "意味",
    "意義",
    "価値",
    "重要",
    "必要",
    "有用",
    "無用",
    "役立つ",
    "役に立つ",
    "利用",
    "活用",
    "応用",
    "実用",
    "実際",
    "実践",
    "現実",
    "理想",
    "夢",
    "幻",
    "想像",
    "創造",
    "発想",
    "思いつく",
    "考え付く",
    "工夫",
    "改良",
    "改善",
    "改革",
    "変更",
    "修正",
    "訂正",
    "是正",
    "調整",
    "調節",
    "整理",
    "整頓",
    "統一",
    "一致",
    "合致",
    "適合",
    "適切",
    "適当",
    "妥当",
    "相応",
    "ふさわしい",
    "似合う",
    "合う",
    "調和",
    "バランス",
    "均衡",
    "挑発",
    "反省",
    "我慢",
    "がまん",
    "勝負",
    "しょうぶ",
    "全て",
    "すべて",
    "現状",
    "げんじょう",
    "ちょうはつ",
    "こうか",
    "えいきょう",
    "たいど",
    "せいかく",
    "個性",
    "こせい",
    "才能",
    "さいのう",
    "能力",
    "のうりょく",
    "実力",
    "じつりょく",
    "げんかい",
    "可能性",
    "かのうせい",
    "機会",
    "きかい",
    "チャンス",
    "じょうけん",
    "じょうきょう",
    "ばめん",
    "雰囲気",
    "ふんいき",
    "印象",
    "いんしょう",
    "感じ",
    "かんじ",
    "感覚",
    "かんかく",
    "かんじょう",
    "きもち",
    "気分",
    "きぶん",
    "気配",
    "けはい",
    "ようす",
    "じょうたい",
    "形",
    "かたち",
    "姿",
    "すがた",
    "表情",
    "ひょうじょう",
    "笑顔",
    "えがお",
    "涙",
    "なみだ",
    "汗",
    "あせ",
    "声",
    "こえ",
    "音",
    "おと",
    "響き",
    "ひびき",
    "匂い",
    "におい",
    "味",
    "あじ",
    "色",
    "いろ",
    "光",
    "ひかり",
    "影",
    "かげ",
    "温度",
    "おんど",
    "温かい",
    "あたたかい",
    "冷たい",
    "つめたい",
    "暑い",
    "あつい",
    "寒い",
    "さむい",
    "涼しい",
    "すずしい",
    "もくてき",
    "もくひょう",
    "ほうほう",
    "しゅだん",
    "かてい",
    "だんかい",
    "じゅんじょ",
    "順番",
    "じゅんばん",
    "傾向",
    "けいこう",
    "とくちょう",
    "性質",
    "せいしつ",
    "本質",
    "ほんしつ",
    "要素",
    "ようそ",
    "要因",
    "よういん",
    "きじゅん",
    "ひょうじゅん",
    "へいきん",
    "合計",
    "ごうけい",
    "総計",
    "そうけい",
    "比較",
    "ひかく",
    "対照",
    "たいしょう",
    "対象",
    "対策",
    "たいさく",
    "方針",
    "ほうしん",
    "しゅちょう",
    "いけん",
    "考え",
    "かんがえ",
    "判断",
    "はんだん",
    "決定",
    "けってい",
    "選択",
    "せんたく",
    "評価",
    "ひょうか",
    "批判",
    "ひはん",
    "さんせい",
    "はんたい",
    "同意",
    "どうい",
    "了解",
    "りょうかい",
    "りかい",
    "把握",
    "はあく",
    "認識",
    "にんしき",
    "ちしき",
    "じょうほう",
    "事実",
    "じじつ",
    "真実",
    "しんじつ",
    "げんじつ",
    "そうぞう",
    "きたい",
    "きぼう",
    "ねがい",
    "ゆめ",
    "幸せ",
    "しあわせ",
    "不幸",
    "ふこう",
    "運",
    "うん",
    "偶然",
    "ぐうぜん",
    "必然",
    "ひつぜん",
    "奇跡",
    "きせき",
    "危機",
    "きき",
    "こんなん",
    "もんだい",
    "課題",
    "かだい",
    "かいけつ",
    "かいぜん",
    "進歩",
    "しんぽ",
    "発展",
    "はってん",
    "変化",
    "へんか",
    "成長",
    "せいちょう",
    "発達",
    "はったつ",
    "向上",
    "こうじょう",
    "増加",
    "ぞうか",
    "減少",
    "げんしょう",
    "低下",
    "ていか",
    "急ぐ",
    "いそぐ",
    "焦る",
    "あせる",
    "慌てる",
    "あわてる",
    "驚く",
    "おどろく",
    "恐れる",
    "おそれる",
    "怖がる",
    "こわがる",
    "心配",
    "しんぱい",
    "不安",
    "ふあん",
    "緊張",
    "きんちょう",
    "安心",
    "あんしん",
    "満足",
    "まんぞく",
    "納得",
    "なっとく",
    "承知",
    "しょうち",
    "感謝",
    "かんしゃ",
    "お礼",
    "おれい",
    "謝罪",
    "しゃざい",
    "はんせい",
    "後悔",
    "こうかい",
    "諦め",
    "あきらめ",
    "辛抱",
    "しんぼう",
    "耐える",
    "たえる",
    "頑張る",
    "がんばる",
    "無駄",
    "むだ",
    "無意味",
    "むいみ",
    "いみ",
    "いぎ",
    "かち",
    "大事",
    "だいじ",
    "じゅうよう",
    "大切",
    "たいせつ",
    "ひつよう",
    "不可欠",
    "ふかけつ",
    "当然",
    "とうぜん",
    "当たり前",
    "あたりまえ",
    "しぜん",
    "ふつう",
    "通常",
    "つうじょう",
    "珍しい",
    "めずらしい",
    "変",
    "へん",
    "奇妙",
    "きみょう",
    "不思議",
    "ふしぎ",
    "謎",
    "なぞ",
    "秘密",
    "ひみつ",
    "内緒",
    "ないしょ",
    "隠す",
    "かくす",
    "隠れる",
    "かくれる",
    "見つかる",
    "みつかる",
    "バレる",
    "ばれる",
    "明らか",
    "あきらか",
    "明白",
    "めいはく",
    "確実",
    "かくじつ",
    "確か",
    "たしか",
    "辺",
    "凄い",
    "すごい",
    "凄く",
    "すごく",
    "既に",
    "すでに",
    "未だ",
    "まだ",
    "寧ろ",
    "むしろ",
    "殆ど",
    "ほとんど",
    "全く",
    "まったく",
    "丁度",
    "ちょうど",
    "勿論",
    "もちろん",
    "恐らく",
    "おそらく",
    "多分",
    "たぶん",
    "大体",
    "だいたい",
    "僅か",
    "わずか",
    "覚悟",
    "かくご",
    "決意",
    "けつい",
    "意志",
    "いし",
    "勇気",
    "ゆうき",
    "努める",
    "つとめる",
    "励む",
    "はげむ",
    "挑む",
    "いどむ",
    "競う",
    "きそう",
    "争う",
    "あらそう",
    "戦う",
    "たたかう"
  ],
  "N2": [
    "抽象",
    "具体",
    "概念",
    "観念",
    "思想",
    "哲学",
    "論理",
    "推論",
    "仮説",
    "前提",
    "本質",
    "現象",
    "実態",
    "真実",
    "虚偽",
    "矛盾",
    "一致",
    "相違",
    "類似",
    "対照",
    "制度",
    "組織",
    "機関",
    "団体",
    "協会",
    "委員会",
    "議会",
    "政府",
    "官庁",
    "省庁",
    "法律",
    "規則",
    "条例",
    "条約",
    "契約",
    "合意",
    "協定",
    "取り決め",
    "約束",
    "義務",
    "権利",
    "自由",
    "平等",
    "公平",
    "正義",
    "道徳",
    "倫理",
    "責任",
    "義理",
    "恩",
    "産業",
    "製造",
    "生産",
    "流通",
    "販売",
    "消費",
    "需要",
    "供給",
    "市場",
    "商品",
    "企業",
    "経営",
    "管理",
    "運営",
    "戦略",
    "方針",
    "計画",
    "実行",
    "評価",
    "改善",
    "投資",
    "資金",
    "予算",
    "収入",
    "支出",
    "利益",
    "損失",
    "経費",
    "費用",
    "価格",
    "現代",
    "近代",
    "古代",
    "中世",
    "時代",
    "世紀",
    "年代",
    "期間",
    "時期",
    "機会",
    "変化",
    "変動",
    "変遷",
    "推移",
    "進化",
    "発展",
    "成長",
    "衰退",
    "崩壊",
    "復興",
    "傾向",
    "動向",
    "趨勢",
    "流行",
    "風潮",
    "潮流",
    "気運",
    "兆候",
    "予兆",
    "前触れ",
    "一般",
    "普通",
    "通常",
    "平均",
    "標準",
    "基準",
    "規範",
    "典型",
    "模範",
    "例外",
    "全体",
    "部分",
    "要素",
    "成分",
    "構成",
    "体系",
    "系統",
    "分類",
    "範囲",
    "程度",
    "限度",
    "限界",
    "規模",
    "段階",
    "水準",
    "レベル",
    "次元",
    "性質",
    "属性",
    "特性",
    "特色",
    "特徴",
    "個性",
    "独自",
    "固有",
    "共通",
    "性向",
    "志向",
    "指向",
    "方向",
    "向き",
    "路線",
    "姿勢",
    "立場",
    "状態",
    "状況",
    "情勢",
    "事態",
    "局面",
    "場面",
    "側面",
    "様相",
    "態様",
    "形態",
    "形式",
    "型",
    "パターン",
    "モデル",
    "様式",
    "スタイル",
    "方式",
    "手法",
    "技法",
    "手順",
    "手続き",
    "過程",
    "経過",
    "進行",
    "展開",
    "進展",
    "進捗",
    "根拠",
    "理由",
    "原因",
    "要因",
    "背景",
    "事情",
    "経緯",
    "由来",
    "起源",
    "源",
    "影響",
    "効果",
    "作用",
    "反応",
    "結果",
    "成果",
    "効能",
    "効力",
    "威力",
    "効率",
    "機能",
    "役割",
    "働き",
    "任務",
    "使命",
    "職務",
    "責務",
    "役目",
    "可能",
    "不可能",
    "能力",
    "才能",
    "潜在",
    "顕在",
    "実現",
    "達成",
    "完成",
    "遂行",
    "維持",
    "保持",
    "保存",
    "保管",
    "保護",
    "保全",
    "確保",
    "温存",
    "存続",
    "継続",
    "促進",
    "推進",
    "奨励",
    "助長",
    "増進",
    "向上",
    "改良",
    "強化",
    "充実",
    "尤も",
    "もっとも",
    "専ら",
    "もっぱら",
    "予め",
    "あらかじめ",
    "概ね",
    "おおむね",
    "飽くまで",
    "あくまで",
    "敢えて",
    "あえて",
    "徐々に",
    "じょじょに",
    "漸く",
    "ようやく",
    "辛うじて",
    "かろうじて",
    "遂に",
    "ついに",
    "忽ち",
    "たちまち",
    "直ちに",
    "ただちに",
    "暫く",
    "しばらく",
    "暫らく",
    "暫定",
    "ざんてい"
  ],
  "N1": [
    "哲学",
    "形而上学",
    "認識論",
    "存在論",
    "価値論",
    "倫理学",
    "美学",
    "論理学",
    "弁証法",
    "実証主義",
    "観念論",
    "唯物論",
    "理性",
    "感性",
    "直観",
    "経験",
    "先験",
    "超越",
    "内在",
    "絶対",
    "相対",
    "普遍",
    "特殊",
    "必然",
    "偶然",
    "可能",
    "現実",
    "潜在",
    "顕在",
    "本質",
    "現象",
    "実体",
    "属性",
    "様態",
    "因果",
    "目的",
    "手段",
    "主体",
    "客体",
    "主観",
    "客観",
    "意識",
    "無意識",
    "自我",
    "他者",
    "自己",
    "アイデンティティ",
    "実存",
    "本来性",
    "非本来性",
    "疎外",
    "物象化",
    "抽象化",
    "具象化",
    "概念化",
    "理念",
    "イデア",
    "範疇",
    "カテゴリー",
    "原理",
    "原則",
    "法則",
    "規範",
    "基準",
    "尺度",
    "指標",
    "パラダイム",
    "枠組み",
    "構造",
    "機能",
    "体系",
    "系統",
    "秩序",
    "混沌",
    "均衡",
    "不均衡",
    "調和",
    "矛盾",
    "対立",
    "統合",
    "分析",
    "総合",
    "帰納",
    "演繹",
    "仮説",
    "検証",
    "実証",
    "反証",
    "論証",
    "推論",
    "命題",
    "前提",
    "結論",
    "論理",
    "妥当性",
    "整合性",
    "一貫性",
    "背理",
    "逆説",
    "形式",
    "内容",
    "質",
    "量",
    "度",
    "性質",
    "状態",
    "関係",
    "規定",
    "限定",
    "措定",
    "媒介",
    "契機",
    "モメント",
    "正",
    "反",
    "合",
    "止揚",
    "否定",
    "肯定",
    "揚棄",
    "包摂",
    "排除",
    "同一",
    "差異",
    "変化",
    "運動",
    "発展",
    "進化",
    "退化",
    "生成",
    "消滅",
    "存続",
    "持続",
    "継続",
    "断絶",
    "連続",
    "不連続",
    "分化",
    "分裂",
    "融合",
    "結合",
    "分離",
    "乖離",
    "隔絶",
    "疎遠",
    "親密",
    "関連",
    "連関",
    "相関",
    "帰結",
    "派生",
    "由来",
    "起因",
    "端緒",
    "発端",
    "萌芽",
    "兆候",
    "予兆",
    "前兆",
    "予感",
    "予知",
    "予測",
    "予期",
    "見通し",
    "展望",
    "洞察",
    "看破",
    "見抜く",
    "察知",
    "感知",
    "認知",
    "認識",
    "把握",
    "理解",
    "了解",
    "納得",
    "承知",
    "諒解",
    "同意",
    "承諾",
    "許諾",
    "容認",
    "黙認",
    "黙許",
    "黙過",
    "看過",
    "見過ごす",
    "見逃す",
    "看做す",
    "見做す",
    "判断",
    "判定",
    "評価",
    "査定",
    "鑑定",
    "鑑別",
    "識別",
    "判別",
    "弁別",
    "区別",
    "分別",
    "峻別",
    "区分",
    "分類",
    "類別",
    "部類",
    "種別",
    "種類",
    "類型",
    "型",
    "様式",
    "様相",
    "形態",
    "態様",
    "態度",
    "姿勢",
    "身振り",
    "仕草",
    "挙動",
    "振る舞い",
    "立ち居振る舞い",
    "所作",
    "風情",
    "風体",
    "風采",
    "風格",
    "品格",
    "品位",
    "威厳",
    "威風",
    "格調",
    "高尚",
    "崇高",
    "高邁",
    "高潔",
    "清廉",
    "潔白",
    "純粋",
    "純潔",
    "純真",
    "無垢",
    "恰も",
    "あたかも",
    "宛ら",
    "さながら",
    "偶々",
    "たまたま",
    "態々",
    "わざわざ",
    "嘗て",
    "かつて",
    "未だ嘗て",
    "いまだかつて",
    "恐らくは",
    "恰好",
    "格好",
    "かっこう",
    "流石",
    "さすが"
  ]
}